Repository: ORCA-WPMU/wpmu-linkmanager
Catalog: i18n/wplerlm-*.po
Languages: de_de

source: WPler New Link
de_de: WPler neuen Link

source: Only the network admin can do anything here.
de_de: Nur der Netzwerk-Admin kann hier etwas tun.

source: Stored Links
de_de: Gespeicherte Links

source: Link to
de_de: Link zu

source: Title
de_de: Titel

source: Properties
de_de: Eigenschaften

source: Action
de_de: Aktion

source: A-Title: %s
de_de: A-Titel: %s

source: Edit this link
de_de: Link bearbeiten

source: Delete this link
de_de: Link löschen

source: The Link are saved to the table
de_de: Der Link wurde erfolgreich in die Tabelle gespeichert

source: The link are added to the table
de_de: Der Link wurde erfolgreich in der Tabelle aktualisiert

source: The Link was deleted
de_de: Der Link wurde erfolreich gelöscht

source: Add new link
de_de: Neuen Link hinzufügen

source: For wich blog?
de_de: Für welchen Blog?

source: To URL?
de_de: Zur URL?

source: Linktitle
de_de: Linktitel

source: Save
de_de: Speichern

source: This plugin works only into multisites
de_de: Dieses Plugin funktioniert nur in Multisites
